Repository: TentoSwift/Budgety
Catalog: Budgety/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, pt_br, zh_hans, zh_hant

source: オンにすると、対応端末では Face ID / Touch ID で素早く開けます。失敗した場合はパスワードで開けます。設定は同じ iCloud のすべての端末に同期されます。
de: Bei „Ein“ kannst du auf unterstützten Geräten schnell mit Face ID/Touch ID öffnen. Bei Fehlschlag kannst du mit dem Passwort öffnen. Die Einstellung wird auf allen Geräten mit demselben iCloud-Account synchronisiert.
en: When on, you can quickly open with Face ID / Touch ID on supported devices. If it fails, you can open with your password. The setting syncs across all devices on the same iCloud account.
es: Si está activado, podrás abrir rápidamente con Face ID / Touch ID en dispositivos compatibles. Si falla, podrás abrir con la contraseña. El ajuste se sincroniza en todos los dispositivos con la misma cuenta de iCloud.
fr: Une fois activé, vous pouvez ouvrir rapidement avec Face ID / Touch ID sur les appareils compatibles. En cas d'échec, vous pouvez ouvrir avec votre mot de passe. Le réglage est synchronisé sur tous les appareils du même compte iCloud.
ko: 켜면 지원 기기에서 Face ID / Touch ID로 빠르게 열 수 있습니다. 실패하면 비밀번호로 열 수 있습니다. 설정은 동일한 iCloud를 사용하는 모든 기기에 동기화됩니다.
pt_br: Quando ativado, você pode abrir rapidamente com Face ID / Touch ID em dispositivos compatíveis. Se falhar, você pode abrir com sua senha. A configuração é sincronizada em todos os dispositivos com a mesma conta do iCloud.
zh_hans: 开启后，在支持的设备上可使用 Face ID / Touch ID 快速打开。失败时可使用密码打开。此设置会同步到同一 iCloud 账户下的所有设备。
zh_hant: 開啟後，在支援的裝置上可用 Face ID / Touch ID 快速開啟。若辨識失敗，可改用密碼開啟。此設定會同步至同一 iCloud 帳號下的所有裝置。

source: お金・買い物
de: Geld & Einkauf
en: Money & Shopping
es: Dinero y compras
fr: Argent et achats
ko: 돈 · 쇼핑
pt_br: Dinheiro e compras
zh_hans: 金钱与购物
zh_hant: 金錢・購物

source: カテゴリ
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
ko: 카테고리
pt_br: Categoria
zh_hans: 分类
zh_hant: 分類

source: カテゴリ・人・受益者・割り勘でシートの項目を素早く絞り込めます。
de: Filtere Blatteinträge schnell nach Kategorie, Person, Begünstigten oder Aufteilung.
en: Quickly narrow down sheet entries by category, person, beneficiary, or split.
es: Filtra rápidamente los elementos de la hoja por categoría, persona, beneficiario o división.
fr: Filtrez rapidement les éléments de la feuille par catégorie, personne, bénéficiaire ou partage.
ko: 카테고리, 사람, 수혜자, 정산 방식으로 시트 항목을 빠르게 필터링할 수 있습니다.
pt_br: Filtre rapidamente os itens da planilha por categoria, pessoa, beneficiário ou divisão.
zh_hans: 可按分类、人员、受益人、分摊方式快速筛选账本项目。
zh_hant: 可依分類、成員、受益者、分帳快速篩選帳本項目。

source: カテゴリと支出をすべて削除
de: Kategorie und alle Ausgaben löschen
en: Delete category and all expenses
es: Eliminar categoría y todos los gastos
fr: Supprimer la catégorie et toutes les dépenses
ko: 카테고리와 지출 모두 삭제
pt_br: Excluir a categoria e todas as despesas
zh_hans: 删除分类及全部支出
zh_hant: 刪除分類及所有支出

source: カテゴリなし
de: Ohne Kategorie
en: Uncategorized
es: Sin categoría
fr: Sans catégorie
ko: 카테고리 없음
pt_br: Sem categoria
zh_hans: 未分类
zh_hant: 未分類

source: カテゴリなしで保存
de: Ohne Kategorie speichern
en: Save without a category
es: Guardar sin categoría
fr: Enregistrer sans catégorie
ko: 카테고리 없이 저장
pt_br: Salvar sem categoria
zh_hans: 以未分类保存
zh_hant: 以未分類儲存

source: カテゴリなしに分類
de: In „Ohne Kategorie“ verschieben
en: Move to Uncategorized
es: Mover a Sin categoría
fr: Déplacer vers Sans catégorie
ko: 카테고리 없음으로 이동
pt_br: Mover para Sem categoria
zh_hans: 归入未分类
zh_hant: 移至未分類

source: カテゴリを削除
de: Kategorie löschen
en: Delete category
es: Eliminar categoría
fr: Supprimer la catégorie
ko: 카테고리 삭제
pt_br: Excluir categoria
zh_hans: 删除分类
zh_hant: 刪除分類

source: カテゴリを無制限に
de: Unbegrenzte Kategorien
en: Unlimited categories
es: Categorías ilimitadas
fr: Catégories illimitées
ko: 카테고리 무제한
pt_br: Categorias ilimitadas
zh_hans: 分类数量不限
zh_hant: 分類數量無上限

source: カテゴリを管理
de: Kategorien verwalten
en: Manage categories
es: Gestionar categorías
fr: Gérer les catégories
ko: 카테고리 관리
pt_br: Gerenciar categorias
zh_hans: 管理分类
zh_hant: 管理分類

source: カテゴリを編集
de: Kategorie bearbeiten
en: Edit category
es: Editar categoría
fr: Modifier la catégorie
ko: 카테고리 편집
pt_br: Editar categoria
zh_hans: 编辑分类
zh_hant: 編輯分類

source: カテゴリを選択
de: Kategorie auswählen
en: Choose a category
es: Elegir una categoría
fr: Choisir une catégorie
ko: 카테고리 선택
pt_br: Escolher uma categoria
zh_hans: 选择分类
zh_hant: 選擇分類

source: カテゴリ別内訳
de: Aufschlüsselung nach Kategorie
en: Breakdown by category
es: Desglose por categoría
fr: Répartition par catégorie
ko: 카테고리별 내역
pt_br: Detalhamento por categoria
zh_hans: 按分类明细
zh_hant: 依分類明細

source: カテゴリ別集計
de: Summen nach Kategorie
en: Totals by category
es: Totales por categoría
fr: Totaux par catégorie
ko: 카테고리별 합계
pt_br: Totais por categoria
zh_hans: 按分类汇总
zh_hant: 依分類統計

source: カテゴリ名
de: Kategoriename
en: Category name
es: Nombre de la categoría
fr: Nom de la catégorie
ko: 카테고리 이름
pt_br: Nome da categoria
zh_hans: 分类名称
zh_hant: 分類名稱

source: カメラで撮影
de: Foto aufnehmen
en: Take a photo
es: Tomar una foto
fr: Prendre une photo
ko: 카메라로 촬영
pt_br: Tirar uma foto
zh_hans: 拍照
zh_hant: 拍照

source: カラー
de: Farbe
en: Color
es: Color
fr: Couleur
ko: 색상
pt_br: Cor
zh_hans: 颜色
zh_hant: 顏色

source: キャンセル
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ko: 취소
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

source: クイック記録
de: Schnellerfassung
en: Quick Add
es: Registro rápido
fr: Ajout rapide
ko: 빠른 기록
pt_br: Registro rápido
zh_hans: 快速记录
zh_hant: 快速記錄

source: クリア
de: Leeren
en: Clear
es: Borrar
fr: Effacer
ko: 지우기
pt_br: Limpar
zh_hans: 清除
zh_hant: 清除

source: コードを使用
de: Code verwenden
en: Use a code
es: Usar un código
fr: Utiliser un code
ko: 코드 사용
pt_br: Usar um código
zh_hans: 使用代码
zh_hant: 使用代碼

source: コーヒー
de: Kaffee
en: Coffee
es: Café
fr: Café
ko: 커피
pt_br: Café
zh_hans: 咖啡
zh_hant: 咖啡

source: ここから支出や収入を追加して、シートに記録できます。
de: Füge hier Ausgaben oder Einnahmen hinzu, um sie in diesem Blatt zu erfassen.
en: Add expenses or income here to record them on this sheet.
es: Añade gastos o ingresos aquí para registrarlos en la hoja.
fr: Ajoutez ici des dépenses ou des revenus pour les enregistrer dans la feuille.
ko: 여기에서 지출이나 수입을 추가하여 시트에 기록할 수 있습니다.
pt_br: Adicione despesas ou receitas aqui para registrá-las na planilha.
zh_hans: 在此添加支出或收入，记录到账本中。
zh_hant: 可從這裡新增支出或收入，記錄到帳本中。

source: このカテゴリを使っている支出を「カテゴリなし」に変えてカテゴリのみ削除するか、支出ごとすべて削除するかを選んでください。
de: Wähle, ob Ausgaben mit dieser Kategorie auf „Ohne Kategorie“ gesetzt werden sollen (nur die Kategorie wird gelöscht) oder ob die Ausgaben mitgelöscht werden sollen.
en: Choose whether to delete only the category (moving its expenses to "Uncategorized") or to delete the expenses along with it.
es: Elige si quieres eliminar solo la categoría (los gastos pasarán a "Sin categoría") o eliminar también los gastos asociados.
fr: Choisissez de supprimer uniquement la catégorie (en déplaçant ses dépenses vers « Sans catégorie ») ou de supprimer aussi les dépenses associées.
ko: 이 카테고리를 사용하는 지출을 “카테고리 없음”으로 변경하고 카테고리만 삭제할지, 지출도 함께 모두 삭제할지 선택해 주세요.
pt_br: Escolha entre excluir apenas a categoria (movendo suas despesas para "Sem categoria") ou excluir também as despesas junto com ela.
zh_hans: 请选择将使用此分类的支出改为“未分类”后仅删除该分类，还是连同支出一并删除。
zh_hant: 請選擇要將使用此分類的支出改為「未分類」並只刪除分類，或連同支出一併全部刪除。

source: このシートから退出
de: Dieses Blatt verlassen
en: Leave this sheet
es: Salir de esta hoja
fr: Quitter cette feuille
ko: 이 시트에서 나가기
pt_br: Sair desta planilha
zh_hans: 退出此账本
zh_hant: 退出此帳本

source: このシートから退出しますか?
de: Dieses Blatt verlassen?
en: Leave this sheet?
es: ¿Salir de esta hoja?
fr: Quitter cette feuille ?
ko: 이 시트에서 나가시겠습니까?
pt_br: Sair desta planilha?
zh_hans: 要退出此账本吗？
zh_hant: 要退出此帳本嗎？

source: このシートとすべての支出が削除されます。元には戻せません。
de: Dieses Blatt und alle Ausgaben werden gelöscht. Das kann nicht rückgängig gemacht werden.
en: This sheet and all its expenses will be deleted. This cannot be undone.
es: Se eliminarán esta hoja y todos sus gastos. Esto no se puede deshacer.
fr: Cette feuille et toutes ses dépenses seront supprimées. Cette action est irréversible.
ko: 이 시트와 모든 지출이 삭제됩니다. 되돌릴 수 없습니다.
pt_br: Esta planilha e todas as suas despesas serão excluídas. Isso não pode ser desfeito.
zh_hans: 此账本及其所有支出将被删除，此操作无法撤销。
zh_hant: 此帳本及所有支出將被刪除，此操作無法復原。

source: このシートにいないメンバー
de: Mitglieder, die nicht in diesem Blatt sind
en: Members not in this sheet
es: Miembros que no están en esta hoja
fr: Membres absents de cette feuille
ko: 이 시트에 없는 멤버
pt_br: Membros que não estão nesta planilha
zh_hans: 不在此账本中的成员
zh_hant: 不在此帳本中的成員

source: このシートに支出を追加する時の初期通貨。各支出ごとに通貨を変更することもできます。
de: Die Standardwährung beim Hinzufügen von Ausgaben zu diesem Blatt. Du kannst die Währung auch für jede Ausgabe einzeln ändern.
en: The default currency when adding expenses to this sheet. You can also change the currency per expense.
es: La moneda predeterminada al añadir gastos a esta hoja. También puedes cambiar la moneda de cada gasto.
fr: La devise par défaut lors de l'ajout de dépenses à cette feuille. Vous pouvez aussi modifier la devise pour chaque dépense.
ko: 이 시트에 지출을 추가할 때의 기본 통화입니다. 지출마다 통화를 변경할 수도 있습니다.
pt_br: A moeda padrão ao adicionar despesas a esta planilha. Você também pode alterar a moeda de cada despesa individualmente.
zh_hans: 在此账本中添加支出时使用的默认货币。每笔支出也可单独更改货币。
zh_hant: 在此帳本新增支出時的預設幣別，也可依各筆支出個別變更幣別。

source: このシートのオーナーのみがパスワードを設定・変更できます。
de: Nur der Eigentümer dieses Blatts kann das Passwort festlegen oder ändern.
en: Only the owner of this sheet can set or change the password.
es: Solo el propietario de esta hoja puede establecer o cambiar la contraseña.
fr: Seul le propriétaire de cette feuille peut définir ou modifier le mot de passe.
ko: 이 시트의 소유자만 비밀번호를 설정하거나 변경할 수 있습니다.
pt_br: Somente o proprietário desta planilha pode definir ou alterar a senha.
zh_hans: 只有此账本的所有者才能设置或更改密码。
zh_hant: 只有此帳本的擁有者可以設定或變更密碼。

source: このシートのオーナーのみが変更できます。
de: Nur der Eigentümer dieses Blatts kann dies ändern.
en: Only the owner of this sheet can change it.
es: Solo el propietario de esta hoja puede cambiarlo.
fr: Seul le propriétaire de cette feuille peut le modifier.
ko: 이 시트의 소유자만 변경할 수 있습니다.
pt_br: Somente o proprietário desta planilha pode alterar isso.
zh_hans: 只有此账本的所有者才能更改。
zh_hant: 只有此帳本的擁有者可以變更。

source: このシートはオーナーから共有されています。シートのデータはオーナー側と同期され、あなたは追加・編集ができます。
de: Dieses Blatt wird vom Eigentümer geteilt. Die Daten werden mit dem Eigentümer synchronisiert, und du kannst Einträge hinzufügen und bearbeiten.
en: This sheet is shared by its owner. The data syncs with the owner, and you can add and edit entries.
es: Esta hoja está compartida por su propietario. Los datos se sincronizan con el propietario y tú puedes añadir y editar entradas.
fr: Cette feuille est partagée par son propriétaire. Les données sont synchronisées avec le propriétaire, et vous pouvez ajouter et modifier des éléments.
ko: 이 시트는 소유자가 공유한 시트입니다. 시트 데이터는 소유자 측과 동기화되며, 회원님은 추가·편집을 할 수 있습니다.
pt_br: Esta planilha é compartilhada pelo proprietário. Os dados são sincronizados com o proprietário, e você pode adicionar e editar itens.
zh_hans: 此账本由所有者共享。账本数据会与所有者同步，你可以进行添加和编辑。
zh_hant: 此帳本由擁有者共用給你。帳本資料會與擁有者端同步，你可以新增與編輯內容。

source: このシートはロックされています
de: Dieses Blatt ist gesperrt
en: This sheet is locked
es: Esta hoja está bloqueada
fr: Cette feuille est verrouillée
ko: 이 시트는 잠겨 있습니다
pt_br: Esta planilha está bloqueada
zh_hans: 此账本已锁定
zh_hant: 此帳本已鎖定

source: このシートは共有されていません
de: Dieses Blatt wird nicht geteilt
en: This sheet is not shared
es: Esta hoja no está compartida
fr: Cette feuille n'est pas partagée
ko: 이 시트는 공유되어 있지 않습니다
pt_br: Esta planilha não está compartilhada
zh_hans: 此账本未共享
zh_hant: 此帳本尚未共用

source: このシートをアーカイブ
de: Dieses Blatt archivieren
en: Archive this sheet
es: Archivar esta hoja
fr: Archiver cette feuille
ko: 이 시트 보관하기
pt_br: Arquivar esta planilha
zh_hans: 归档此账本
zh_hant: 封存此帳本

source: この参加者を削除しますか?
de: Diesen Teilnehmer entfernen?
en: Remove this participant?
es: ¿Eliminar a este participante?
fr: Supprimer ce participant ?
ko: 이 참가자를 삭제하시겠습니까?
pt_br: Remover este participante?
zh_hans: 要移除此参与者吗？
zh_hant: 要移除此參加者嗎？

source: この操作は元に戻せません。
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ko: 이 작업은 되돌릴 수 없습니다.
pt_br: Esta ação não pode ser desfeita.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

source: この操作は元に戻せません。削除後はアプリを再起動してください。
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Starte die App nach dem Löschen neu.
en: This action cannot be undone. Please restart the app after deleting.
es: Esta acción no se puede deshacer. Reinicia la app después de eliminar.
fr: Cette action est irréversible. Veuillez redémarrer l'application après la suppression.
ko: 이 작업은 되돌릴 수 없습니다. 삭제 후 앱을 다시 시작해 주세요.
pt_br: Esta ação não pode ser desfeita. Reinicie o app depois de excluir.
zh_hans: 此操作无法撤销。删除后请重启应用。
zh_hant: 此操作無法復原。刪除後請重新啟動 App。

source: この支出は定期項目から生成されています。この項目だけ変更するか、定期項目全体を変更するか選んでください。
de: Diese Ausgabe wurde aus einem wiederkehrenden Eintrag erzeugt. Wähle, ob nur dieser Eintrag oder der gesamte wiederkehrende Eintrag geändert werden soll.
en: This expense was generated from a recurring item. Choose whether to change only this item or the entire recurring item.
es: Este gasto se generó a partir de un elemento recurrente. Elige si quieres cambiar solo este elemento o todo el elemento recurrente.
fr: Cette dépense a été générée à partir d'un élément récurrent. Choisissez de modifier uniquement cet élément ou l'élément récurrent entier.
ko: 이 지출은 정기 항목에서 생성되었습니다. 이 항목만 변경할지, 정기 항목 전체를 변경할지 선택해 주세요.
pt_br: Esta despesa foi gerada a partir de um item recorrente. Escolha entre alterar apenas este item ou o item recorrente inteiro.
zh_hans: 此支出由定期项目生成。请选择仅更改此项目，还是更改整个定期项目。
zh_hant: 此支出是由定期項目產生的。請選擇僅變更此項目，或變更整個定期項目。

source: この支出を削除
de: Diese Ausgabe löschen
en: Delete this expense
es: Eliminar este gasto
fr: Supprimer cette dépense
ko: 이 지출 삭제
pt_br: Excluir esta despesa
zh_hans: 删除此支出
zh_hant: 刪除此支出

source: この支出を削除しますか？
de: Diese Ausgabe löschen?
en: Delete this expense?
es: ¿Eliminar este gasto?
fr: Supprimer cette dépense ?
ko: 이 지출을 삭제하시겠습니까?
pt_br: Excluir esta despesa?
zh_hans: 要删除此支出吗？
zh_hant: 要刪除此支出嗎？

source: この日付を開始日として、未生成分を自動的にシートに追加します。
de: Ab diesem Startdatum werden noch nicht erzeugte Einträge automatisch zum Blatt hinzugefügt.
en: Using this as the start date, ungenerated entries are automatically added to the sheet.
es: Usando esta fecha como inicio, los elementos no generados se añaden automáticamente a la hoja.
fr: En utilisant cette date comme date de début, les éléments non générés sont automatiquement ajoutés à la feuille.
ko: 이 날짜를 시작일로 하여 아직 생성되지 않은 항목을 시트에 자동으로 추가합니다.
pt_br: Usando esta data como início, os itens ainda não gerados são adicionados automaticamente à planilha.
zh_hans: 以此日期为起始日，自动将尚未生成的部分添加到账本中。
zh_hant: 以此日期為起始日，自動將尚未產生的項目新增至帳本。

source: この月のデータはありません
de: Keine Daten für diesen Monat
en: No data for this month
es: No hay datos para este mes
fr: Aucune donnée pour ce mois
ko: 이 달의 데이터가 없습니다
pt_br: Não há dados para este mês
zh_hans: 本月暂无数据
zh_hant: 此月份沒有資料

source: この端末ではメール送信が設定されていません。「リンクをコピー」で他のアプリから送ってください。
de: Der E-Mail-Versand ist auf diesem Gerät nicht eingerichtet. Nutze „Link kopieren“, um ihn über eine andere App zu senden.
en: Mail is not set up on this device. Use "Copy Link" to send it from another app.
es: El correo no está configurado en este dispositivo. Usa "Copiar enlace" para enviarlo desde otra app.
fr: L'envoi d'e-mail n'est pas configuré sur cet appareil. Utilisez « Copier le lien » pour l'envoyer depuis une autre application.
ko: 이 기기에는 메일 전송이 설정되어 있지 않습니다. “링크 복사”로 다른 앱에서 보내 주세요.
pt_br: O envio de e-mail não está configurado neste dispositivo. Use "Copiar link" para enviá-lo por outro app.
zh_hans: 此设备未设置邮件发送功能，请使用“复制链接”通过其他应用发送。
zh_hant: 此裝置尚未設定郵件寄送功能。請使用「複製連結」透過其他 App 傳送。

source: この端末は生体認証に対応していませんが、設定は同期され、Face ID / Touch ID 対応の端末で有効になります。
de: Dieses Gerät unterstützt keine biometrische Authentifizierung, aber die Einstellung wird synchronisiert und auf Geräten mit Face ID/Touch ID aktiv.
en: This device doesn’t support biometrics, but the setting syncs and takes effect on Face ID / Touch ID–capable devices.
es: Este dispositivo no admite biometría, pero el ajuste se sincroniza y se activará en dispositivos compatibles con Face ID / Touch ID.
fr: Cet appareil ne prend pas en charge l'authentification biométrique, mais le réglage est synchronisé et prendra effet sur les appareils compatibles Face ID / Touch ID.
ko: 이 기기는 생체 인증을 지원하지 않지만, 설정은 동기화되어 Face ID / Touch ID를 지원하는 기기에서 적용됩니다.
pt_br: Este dispositivo não é compatível com biometria, mas a configuração será sincronizada e ativada em dispositivos compatíveis com Face ID / Touch ID.
zh_hans: 此设备不支持生物识别认证，但设置会同步，并在支持 Face ID / Touch ID 的设备上生效。
zh_hant: 此裝置不支援生物辨識，但設定會同步，並在支援 Face ID / Touch ID 的裝置上生效。

source: この記録を取り消すと、精算残高が元に戻ります。
de: Wenn du diesen Eintrag rückgängig machst, wird der Ausgleichssaldo zurückgesetzt.
en: Undoing this record will revert the settlement balance.
es: Si deshaces este registro, el saldo de liquidación volverá a su estado anterior.
fr: Annuler cet enregistrement rétablira le solde de règlement.
ko: 이 기록을 취소하면 정산 잔액이 원래대로 돌아갑니다.
pt_br: Desfazer este registro reverterá o saldo do acerto de contas.
zh_hans: 撤销此记录后，结算余额将恢复原状。
zh_hant: 取消此記錄後，結算餘額將恢復原狀。

source: この送金記録を削除しますか？
de: Diesen Überweisungseintrag löschen?
en: Delete this transfer record?
es: ¿Eliminar este registro de transferencia?
fr: Supprimer cet enregistrement de virement ?
ko: 이 송금 기록을 삭제하시겠습니까?
pt_br: Excluir este registro de transferência?
zh_hans: 要删除此转账记录吗？
zh_hant: 要刪除此匯款記錄嗎？

source: この項目のみ保存
de: Nur diesen Eintrag speichern
en: Save this item only
es: Guardar solo este elemento
fr: Enregistrer uniquement cet élément
ko: 이 항목만 저장
pt_br: Salvar somente este item
zh_hans: 仅保存此项目
zh_hant: 僅儲存此項目

source: この項目は定期項目から自動生成されています。頻度・間隔・終了日は定期項目の編集画面で変更できます。
de: Dieser Eintrag wurde automatisch aus einem wiederkehrenden Eintrag erzeugt. Häufigkeit, Intervall und Enddatum kannst du im Bearbeitungsbildschirm des wiederkehrenden Eintrags ändern.
en: This item is automatically generated from a recurring item. You can change the frequency, interval, and end date in the recurring item's edit screen.
es: Este elemento se generó automáticamente a partir de un elemento recurrente. Puedes cambiar la frecuencia, el intervalo y la fecha de fin en la pantalla de edición del elemento recurrente.
fr: Cet élément est généré automatiquement à partir d'un élément récurrent. Vous pouvez modifier la fréquence, l'intervalle et la date de fin dans l'écran d'édition de l'élément récurrent.
ko: 이 항목은 정기 항목에서 자동으로 생성되었습니다. 빈도·간격·종료일은 정기 항목 편집 화면에서 변경할 수 있습니다.
pt_br: Este item é gerado automaticamente a partir de um item recorrente. Você pode alterar a frequência, o intervalo e a data de término na tela de edição do item recorrente.
zh_hans: 此项目由定期项目自动生成。频率、间隔和结束日期可在定期项目的编辑界面中更改。
zh_hant: 此項目由定期項目自動產生。頻率、間隔、結束日期可在定期項目的編輯畫面中變更。

source: コピーしました
de: Kopiert
en: Copied
es: Copiado
fr: Copié
ko: 복사했습니다
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: コンビニ
de: Supermarkt
en: Convenience store
es: Tienda de conveniencia
fr: Supérette
ko: 편의점
pt_br: Loja de conveniência
zh_hans: 便利店
zh_hant: 便利商店

source: サブスクリプションのプラン変更や解約は App Store の設定から行えます。
de: Du kannst deinen Abo-Plan im App Store ändern oder kündigen.
en: You can change or cancel your subscription plan in your App Store settings.
es: Puedes cambiar o cancelar tu plan de suscripción desde los ajustes de la App Store.
fr: Vous pouvez modifier ou annuler votre abonnement dans les réglages de l'App Store.
ko: 구독 플랜 변경이나 해지는 App Store 설정에서 할 수 있습니다.
pt_br: Você pode alterar ou cancelar seu plano de assinatura nas configurações da App Store.
zh_hans: 可在 App Store 设置中更改或取消订阅方案。
zh_hant: 可在 App Store 的設定中變更訂閱方案或取消訂閱。

source: サブスクリプションを管理
de: Abo verwalten
en: Manage subscription
es: Gestionar suscripción
fr: Gérer l'abonnement
ko: 구독 관리
pt_br: Gerenciar assinatura
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: サポート
de: Support
en: Support
es: Soporte
fr: Assistance
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: サマリ
de: Übersicht
en: Summary
es: Resumen
fr: Résumé
ko: 요약
pt_br: Resumo
zh_hans: 摘要
zh_hant: 摘要

source: シート
de: Blatt
en: Sheet
es: Hoja
fr: Feuille
ko: 시트
pt_br: Planilha
zh_hans: 账本
zh_hant: 帳本

# シート "%@" が見つかりません。利用可能: %@
source: シート "%1$@" が見つかりません。利用可能: %2$@
de: Blatt „%1$@“ nicht gefunden. Verfügbar: %2$@
en: Sheet "%1$@" not found. Available: %2$@
es: No se encontró la hoja "%1$@". Disponibles: %2$@
fr: Feuille « %1$@ » introuvable. Disponibles : %2$@
ko: 시트 "%1$@"을(를) 찾을 수 없습니다. 사용 가능: %2$@
pt_br: Planilha "%1$@" não encontrada. Disponíveis: %2$@
zh_hans: 未找到账本“%1$@”。可用账本：%2$@
zh_hant: 找不到帳本「%1$@」。可用帳本：%2$@

source: シート・支出・カテゴリ・メンバー・繰り返し項目・テンプレート・プロフィール (名前 / 写真 / 色)・設定 (シートロック等) を含む全データを削除し、アプリを初期状態に戻します。自分が作成した共有は解除され、iCloud 上のデータからも削除されます。受信した共有シートはオーナー側のデータには影響しません。
de: Löscht alle Daten – einschließlich Blätter, Ausgaben, Kategorien, Mitglieder, wiederkehrende Einträge, Vorlagen, Profil (Name/Foto/Farbe) und Einstellungen (z. B. Blattsperre) – und setzt die App auf den Ausgangszustand zurück. Von dir erstellte Freigaben werden aufgehoben und auch aus iCloud gelöscht. Empfangene geteilte Blätter beeinflussen die Daten des Eigentümers nicht.
en: Deletes all data—including sheets, expenses, categories, members, recurring items, templates, profile (name / photo / color), and settings (such as Sheet Lock)—and resets the app to its initial state. Shares you created are removed and deleted from iCloud as well. Received shared sheets do not affect the owner's data.
es: Elimina todos los datos —incluidas hojas, gastos, categorías, miembros, elementos recurrentes, plantillas, perfil (nombre / foto / color) y ajustes (como el bloqueo de hoja)— y restablece la app a su estado inicial. Las comparticiones que hayas creado se cancelarán y se eliminarán también de iCloud. Las hojas compartidas que hayas recibido no afectarán a los datos del propietario.
fr: Supprime toutes les données — y compris les feuilles, dépenses, catégories, membres, éléments récurrents, modèles, profil (nom / photo / couleur) et réglages (comme le verrouillage de feuille) — et réinitialise l'application à son état initial. Les partages que vous avez créés sont supprimés, y compris sur iCloud. Les feuilles partagées reçues n'affectent pas les données du propriétaire.
ko: 시트, 지출, 카테고리, 멤버, 반복 항목, 템플릿, 프로필(이름/사진/색상), 설정(시트 잠금 등)을 포함한 모든 데이터를 삭제하고 앱을 초기 상태로 되돌립니다. 회원님이 만든 공유는 해제되며 iCloud 데이터에서도 삭제됩니다. 받은 공유 시트는 소유자 측 데이터에 영향을 주지 않습니다.
pt_br: Exclui todos os dados — incluindo planilhas, despesas, categorias, membros, itens recorrentes, modelos, perfil (nome / foto / cor) e configurações (como o Bloqueio de planilha) — e restaura o app ao estado inicial. Os compartilhamentos criados por você são removidos e excluídos também do iCloud. As planilhas compartilhadas recebidas não afetam os dados do proprietário.
zh_hans: 删除包括账本、支出、分类、成员、定期项目、模板、个人资料（姓名 / 照片 / 颜色）、设置（如账本锁定）在内的所有数据，并将应用恢复至初始状态。你创建的共享将被解除，并从 iCloud 数据中删除。接收到的共享账本不会影响所有者一方的数据。
zh_hant: 刪除包含帳本、支出、分類、成員、重複項目、範本、個人資料（姓名／照片／顏色）、設定（帳本鎖定等）在內的所有資料，並將 App 恢復為初始狀態。你所建立的共用將被解除，並從 iCloud 上的資料中刪除。你收到的共用帳本則不會影響擁有者端的資料。

source: シート・支出・プロフィール・設定を含む全データを削除します。
de: Löscht alle Daten, einschließlich Blätter, Ausgaben, Profil und Einstellungen.
en: Deletes all data including sheets, expenses, profile, and settings.
es: Elimina todos los datos, incluidos hojas, gastos, perfil y ajustes.
fr: Supprime toutes les données, y compris les feuilles, dépenses, le profil et les réglages.
ko: 시트, 지출, 프로필, 설정을 포함한 모든 데이터를 삭제합니다.
pt_br: Exclui todos os dados, incluindo planilhas, despesas, perfil e configurações.
zh_hans: 删除包括账本、支出、个人资料、设置在内的所有数据。
zh_hant: 刪除包含帳本、支出、個人資料、設定在內的所有資料。

source: シート・支出を検索
de: Blätter und Ausgaben durchsuchen
en: Search sheets and expenses
es: Buscar hojas y gastos
fr: Rechercher des feuilles et des dépenses
ko: 시트·지출 검색
pt_br: Buscar planilhas e despesas
zh_hans: 搜索账本和支出
zh_hant: 搜尋帳本與支出
